"STORE_DESCRIPTION" = "O VLC é um reprodutor de mídias para várias plataformas.\nEle pode reproduzir seus filmes, espetáculos e músicas em muitos formatos diretamente, sem conversão.\nEle permite a sincronização de arquivos com Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, ou baixar diretamente e através de compartilhamentos Wi-Fi, bem como transmissões de rede de servidores SMB, FTP, SFTP, NFS, UPnP/DLNA e servidores de mídia da Web.\nO VLC oferece suporte a legendas avançadas, incluindo compatibilidade total com SSA, áudio de múltiplas faixas, controle de velocidade de reprodução e renderização através do Chromecast.\n\nO VLC é completamente livre e de código aberto.";

"STORE_DESCRIPTION_TV" = "O VLC é um reprodutor de mídias livre e de código aberto para múltiplas plataformas.\nEle pode reproduzir seus filmes, espetáculos e músicas em muitos formatos diretamente, sem conversão.\nEle permite Reprodução Remota do seu Mac ou PC através de uma interface Web, bem como transmissões de servidores de mídia SMB, FTP, SFTP, NFS, UPnP/DLNA e da Web.\nO VLC oferece suporte a legendas avançadas, incluindo compatibilidade total com SSA, áudio de múltiplas faixas e controle de velocidade de reprodução.\n\nO VLC para iOS é completamente livre e de código aberto.\n\nAs artes são providas pelo TMDb, que é um banco de dados de filmes mantido por uma comunidade.";

"UNKNOWN_TRACK_TYPE" = "Tipo de trilha desconhecido";
"CHOOSE_TITLE" = "Escolha um Título";
"CHOOSE_CHAPTER" = "Escolha um Capítulo";
"CHAPTER_SELECTION_TITLE" = "Capítulos";
"TITLE" = "Título";
"CHAPTER" = "Capítulo";
"TRACK_SELECTION" = "Seleção de Trilha";
"AUDIO" = "Áudio";
"SUBTITLES" = "Legendas";
"LANGUAGE" = "Idioma";
"MEDIA_INFO" = "Informações da Mídia";
"VIDEO_DIMENSIONS" = "Dimensões do vídeo";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i trilhas de áudio";
"ONE_AUDIO_TRACK" = "Uma trilha de áudio";
"FORMAT_SPU_TRACKS" = "%i trilhas de legenda";
"ONE_SPU_TRACK" = "Uma trilha de legenda";
"TRACKS" = "%i Trilhas";
"TRACK" = "%i Trilha";
"TRACKS_DURATION" = "%u trilhas, duração %@";
"NB_ALBUM_FORMAT" = "%i Álbum";
"NB_ALBUMS_FORMAT" = "%i Álbuns";

"PLAYING_EXTERNALLY_TITLE" = "TV Conectada";
"PLAYING_EXTERNALLY_DESC" = "Este vídeo está sendo reproduzido na TV";
"PLAYING_EXTERNALLY_ADDITION" = "\n Reproduzindo agora em:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Tom";
"VFILTER_CONTRAST" = "Contraste";
"VFILTER_BRIGHTNESS" = "Brilho";
"VFILTER_SATURATION" = "Saturação";
"VFILTER_GAMMA" = "Gama";

"PRESET_PREAMP_SETTING" = "Configurações de ajuste/pré amplificação";
"PREAMP" = "Pré amplificador";
"SNAP_BANDS" = "Braceletes";

"PLAYBACK_FAILED" = "Falha na reprodução";
"PLEASE_WAIT" = "Por favor, aguarde";
"AR_CHANGED" = "Proporção: %@";
"DEFAULT" = "Padrão";
"FILL_TO_SCREEN" = "Recortar para ajustar à tela";
"PLAYBACK_SPEED" = "Velocidade de reprodução";
"SPU_DELAY" = "Atraso da legenda";
"AUDIO_DELAY" = "Atraso de áudio";
"BUTTON_SLEEP_TIMER" = "Temporizador de Suspensão";
"SLEEP_TIMER_UPDATED" = "Temporizador de Suspensão Atualizado";
"CONTINUE_PLAYBACK" = "Continuar a reprodução?";
"CONTINUE_PLAYBACK_LONG" = "Deseja retomar a reprodução de \"%@\" de onde parou?";

"BUTTON_ABOUT" = "Sobre";
"BUTTON_BACK" = "Voltar";
"BUTTON_DONE" = "Concluído";
"BUTTON_CANCEL" = "Cancelar";
"BUTTON_SAVE" = "Salvar";
"BUTTON_DOWNLOAD" = "Baixar";
"BUTTON_DELETE" = "Excluir";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "Dispensar";
"BUTTON_CONTACT" = "Contato";
"BUTTON_CONNECT" = "Conectar";
"BUTTON_RENAME" = "Renomear";
"BUTTON_LEARN_MORE" = "Mais Informações";
"BUTTON_LOGOUT" = "Sair";
"BUTTON_CONTINUE" = "Continuar";
"BUTTON_SET" = "Definir";
"BUTTON_RESET" = "Restaurar Padrão";
"BUTTON_RESCAN" = "Verificar novamente";
"PRIVATE_PLAYBACK_TOGGLE" = "Reprodução Privada";
"SCAN_SUBTITLE_TOGGLE" = "Procurar Legenda (somente http)";

"BUTTON_RENDERER" = "Dispositivos de conversão";
"BUTTON_RENDERER_HINT" = "Exibir um menu de dispositivos de conversão disponíveis";
"BUTTON_AIRPLAY" = "AirPlay ou Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Exibir um menu de dispositivos AirPlay ou Bluetooth disponíveis";

"UPGRADING_LIBRARY" = "Atualizando a Biblioteca de Mídias";

"FAVORITES" = "Favoritos";
"NO_FAVORITES" = "Ainda não há Favoritos";
"NO_FAVORITES_DESCRIPTION" = "Marque suas pastas favoritas enquanto explora servidores para tê-las listadas aqui";
"ADD_FAVORITE" = "Adicionar aos Favoritos";
"REMOVE_FAVORITE" = "Remover dos Favoritos";
"FAVORITE_ALERT_TITLE" = "Gostaria de adicionar esta pasta aos seus Favoritos?";
"UNFAVORITE_ALERT_TITLE" = "Gostaria de remover esta pasta dos seus Favoritos?";

"OPEN_NETWORK" = "Abrir Transmissão de Rede";
"NETWORK_TITLE" = "Transmissão de Rede";
"OPEN_NETWORK_HELP" = "Digite um endereço HTTP, RTSP, RTMP, MMS, FTP ou UDP/RTP para abrir a transmissão diretamente.";
"HTTP_UPLOAD_SERVER_OFF" = "Servidor inativo";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Não há conexão Wi-Fi ativa";
"OPEN_STREAM_OR_DOWNLOAD" = "Gostaria de baixar ou reproduzir esta URL?";
"ALWAYS_STREAM_URL" = "Sempre reproduzir URLs";
"SHARED_VLC_IOS_LIBRARY" = "VLC Compartilhado para a Biblioteca iOS";
"SMB_CIFS_FILE_SERVERS" = "Servidores de Arquivos (SMB)";

"MANAGED_SERVERS" = "Gerenciado";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Download cancelado pelo usuário";

"DOWNLOAD_FROM_HTTP" = "Transferências";
"ERROR_NUMBER" = "O erro %i ocorreu";
"DOWNLOAD_FAILED" = "Falha na transferência";
"FILE_NOT_SUPPORTED" = "Não suporte a este formato de arquivo";
"FILE_NOT_SUPPORTED_LONG" = "Não há suporte ao formato do arquivo usado por %@ nesta versão de VLC para iOS.";
"SCHEME_NOT_SUPPORTED" = "Não há suporte a esse tipo de endereçamento ";
"SCHEME_NOT_SUPPORTED_LONG" = "Não há suporte a esse tipo de endereçamento (%@). Por favor use um endereço iniciando com HTTP, HTTPS ou FTP.";
"RENAME_MEDIA_TO" = "Digite um novo nome para %@";

"FOLDER_EMPTY" = "Pasta vazia";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Escolha um arquivo para abrir:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Abrir em...";
"SHARING_ERROR_NO_FILES" = "Não foi possível encontrar arquivos para compartilhar";
"SHARING_ERROR_NO_APPLICATIONS" = "Não foi possível encontrar aplicativos para abrir este tipo de arquivo";
"SHARING_SUCCESS_CAMERA_ROLL" = "O arquivo foi salvo com sucesso no Rolo da Câmera";

"FAVORITEVC_DETAILTEXT" = "Visualizar as suas pastas Favoritas";
"STREAMVC_DETAILTEXT" = "Reproduz transmissões diretamente, sem baixar";
"DOWNLOADVC_DETAILTEXT" = "Arquivos baixados diretamente para o seu dispositivo";
"HEADER_TITLE_RENDERER" = "Selecione um dispositivo de conversão";

"BROWSE" = "Explorar";
"NETWORK" = "Rede";
"LOCAL_NETWORK" = "Rede Local";
"CONNECT_TO_SERVER" = "Conectar ao Servidor";
"FILE_SERVER" = "Servidores de Arquivos";
"USER_LABEL" = "Usuário";
"PASSWORD_LABEL" = "Senha";
"DISABLE_LABEL" = "Desabilitar";
"BUTTON_ANONYMOUS_LOGIN" = "Ingressar Anônimo";

"LOCAL_SERVER_REFRESH" = "Atualizar";
"LOCAL_SERVER_LAST_UPDATE" = "Atualizado pela última vez em %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "FALHA AO CONECTAR AO SERVIDOR";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Por favor, verifique o endereço do servidor e suas credenciais";

"FILES_APP_CELL_TITLE" = "Arquivos locais";
"FILES_APP_CELL_SUBTITLE" = "Abre um arquivo sem copiá-lo para o VLC";

"CLOUD_SERVICES" = "Serviços da Nuvem";
"LOGIN" = "Ingressar";
"LOGGED_IN" = "Ingressado";
"LOGGED_IN_SERVICES" = "%d serviços registrados";
"LOGGED_IN_SERVICE" = "1 serviço registrado";

"DROPBOX_DOWNLOAD" = "Baixar arquivo?";
"DROPBOX_DL_LONG" = "Gostaria de transferir \"%@\" para o seu %@?";
"DROPBOX_LOGIN" = "Login";

"GDRIVE_ERROR_FETCHING_FILES" = "Erro ao obter arquivos";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Arquivo baixado com sucesso";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "SUCESSO";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Ocorreu um erro ao baixar";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ERRO";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "A Mídia selecionada não possui uma URL de reprodução";

"DISK_FULL" = "Limite de armazenamento atingido";
"DISK_FULL_FORMAT" = "%@ não pode ser armazenado em seu %@, porque não há espaço disponível.";

"NUM_OF_FILES" = "%i arquivos";
"ONE_FILE" = "1 arquivos";
"NO_FILES" = "Nenhum arquivo com suporte";
"DOWNLOADING" = "Transferindo...";
"REMAINING_TIME" = "Tempo restante: %@";
"BIOMETRIC_UNLOCK" = "Desbloquear a Biblioteca de Mídia\nCancelar para digitar uma Senha";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Definir Senha";
"Enter Passcode" = "Digitar Senha";
"Enter a passcode" = "Digite uma senha";
"Enter your passcode" = "Digite sua senha";
"Passcodes did not match. Try again." = "As senhas estão diferentes. Tente novamente.";
"Re-enter your passcode" = "Digite novamente sua senha";
"Passcode Options" = "Opções de Senha";
"4-Digit Numeric Code" = "Senha Numérica de 4 Dígitos"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "Senha Numérica de 6 Dígitos"; /* Passcode 6 digit numeric code */

"Settings" = "Configurações"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Ligado";
"OFF" = "Desligado";

"EMPTY_LIBRARY" = "Biblioteca de Mídias Vazia";
"EMPTY_LIBRARY_LONG" = "Para reprodução, você pode iniciar uma transmissão de mídia de uma servidor da sua rede local, da nuvem, ou sincronizar mídias para o seu dispositivo usando o iTunes, Wi-Fi Upload ou os serviços Cloud.";

"EMPTY_NO_PLAYLISTS" = "Listas de Reprodução";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Para criar listas de reprodução, entre no modo de edição nas abas de conteúdos de Áudio ou de Vídeo e selecione sua mídia favorita.\nÉ possível também sincronizar listas de reprodução existentes de seus outros dispositivos ou da Internet.";

"EMPTY_PLAYLIST" = "Lista de reprodução vazia";
"EMPTY_PLAYLIST_DESCRIPTION" = "Adiciona mídias enquanto estiver editando as respectivas categorias";

"EMPTY_HISTORY" = "Histórico Vazio";
"EMPTY_HISTORY_DESCRIPTION" = "Nenhuma mídia ainda.";

"EMPTY_MEDIA_LIST" = "Lista de Mídias Vazia";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "A lista de mídias está vazia e por isso a reprodução não pode iniciar";

"PLAYBACK_SCRUB_HELP" = "Deslize o dedo para cima para ajustar a taxa de rolagem.";
"PLAYBACK_SCRUB_HIGH" = "Rolagem de Alta Velocidade";
"PLAYBACK_SCRUB_HALF" = "Rolagem de Média Velocidade";
"PLAYBACK_SCRUB_QUARTER" = "Rolagem de Media-Baixa Velocidade";
"PLAYBACK_SCRUB_FINE" = "Rolagem Precisa";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ elapsed, total duration %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ elapsed, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Time Display";
"PLAYBACK_POSITION" = "Posição da Reprodução";
"VIDEO_FILTER" = "Filtros de Vídeo";
"VIDEO_FILTER_RESET_BUTTON" = "Restaurar Filtros de Vídeo";
"VIDEO_ASPECT_RATIO_BUTTON" = "Proporção do vídeo";
"BWD_BUTTON" = "Retroceder a um Ponto";
"FWD_BUTTON" = "Avançar a um Ponto";
"PLAY_BUTTON" = "Reproduzir";
"NEXT_BUTTON" = "Próximo";
"PREV_BUTTON" = "Anterior";
"PLAY_ALL_BUTTON" = "Reproduzir tudo";
"PLAY_ALL_HINT" = "Reproduzir todas as mídias da coleção";

"RESET_VIDEO_FILTERS" = "Deseja restaurar os filtros de vídeo?";
"RESET_PLAYBACK_SPEED" = "Deseja restaurar a velocidade de reprodução?";
"RESET_EQUALIZER" = "Deseja restaurar as configurações de equalização?";
"RESET_SLEEP_TIMER" = "Deseja restaurar o temporizador de suspensão?";

"CUSTOM_EQUALIZER_PROFILES" = "Perfis personalizados";
"DEFAULT_PROFILE_NAME" = "Perfil personalizado";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Salvar novo perfil";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Deseja salvar um novo perfil com os valores selecionados?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Renomear o perfil";
"DELETE_CUSTOM_PROFILE_TITLE" = "Excluiir o perfil";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Deseja excluir o perfil selecionado?";

"VERSION_FORMAT" = "Versão: %@";
"BASED_ON_FORMAT" = "Baseado em:<br />%@";

"NEW" = "NOVO";

"VO_VIDEOPLAYER_TITLE" = "Reprodutor de Vídeos";
"VO_VIDEOPLAYER_DOUBLETAP" = "Duplo-toque para exibir ou ocultar os controles de reprodução";

"FIRST_STEPS_ITUNES" = "Sincronização de Arquivos";
"FIRST_STEPS_ITUNES_TITLE" = "Sincronizar com Seu Computador";
"FIRST_STEPS_ITUNES_DETAILS" = "Conecte o seu %@ para usar o Finder ou o iTunes para \"Compartilhamento de Arquivos\". Selecione o VLC para transferir arquivos.";
"FIRST_STEPS_WIFI_TITLE" = "Compartilhar via Wi-fi";
"FIRST_STEPS_WIFI_DETAILS" = "Digite o URL gerado no seu navegador favorito enquanto conectado à mesma rede que o %@.";
"FIRST_STEPS_CLOUDS" = "Nuvem";
"FIRST_STEPS_CLOUD_TITLE" = "Nuvem";
"FIRST_STEPS_CLOUD_DETAILS" = "Envie sua mídia para um serviço de nuvem como o Google Drive ou Dropbox para baixar remotamente ou para criar transmissões.";

"PLEX_CHECK_ACCOUNT" = "Verifique a sua conta Plex em configuração";
"PLEX_ERROR_ACCOUNT" = "Erro ao ingressar no Plex";

"UNAUTHORIZED" = "Sem Autorização";

"SERVER" = "Servidor";
"SERVER_PORT" = "Porta";
"NO_SERVER_FOUND" = "Nenhum servidor encontrado";
"NO_RECENT_STREAMS" = "Nenhum transmissão foi reproduzido recentemente";

"WEBINTF_TITLE" = "Compartilhando via Wi-Fi";
"WEBINTF_ETHERNET" = "Compartilhando via Ethernet";
"WEBINTF_DROPFILES" = "Soltar Arquivos";
"WEBINTF_DROPFILES_LONG" = "Solte arquivos na janela para adicioná-los ao seu %@.<br>Ou clique no botão \"+\" para usar a janela de escolha de arquivos.";
"WEBINTF_DOWNLOADFILES" = "Baixar Arquivos";
"WEBINTF_DOWNLOADFILES_LONG" = "Clique no arquivo que deseja baixar do seu %@.";
"WEBINTF_ADDRESS_COPIED" = "Endereço copiado para a área de transferência";
"WEBINTF_TITLE_ATV" = "Reprodução Remota";
"WEBINTF_DROPFILES_LONG_ATV" = "Solte arquivos na janela para reproduzi-los em seu %@.<br>Ou clique no botão \"+\" para usar a janela de escolha de arquivos.";
"WEBINTF_URL_SENT" = "URL enviado com sucesso.";
"WEBINTF_URL_EMPTY" = "A URL não pode estar vazia.";
"WEBINTF_URL_INVALID" = "Não é um URL válido";
"WEBINTF_AUTH_REQUIRED" = "Por favor digite a senha configurada no VLC para iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Senha incorreta. Resta(m)<br>tentativa(s): ";
"WEBINTF_AUTH_BANNED" = "Senha digitada incorretamente muitas vezes.<br>Por favor, reinicie o VLC para iOS tente novamente.";

"DURATION" = "Duração";
"TITLE" = "Título";
"ROTATE_BUTTON" = "Rotacionar"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Alterna o modo do reprodutor de vídeo entre paisagem e retrato."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Informações do Áudio";
"ENTER_URL" = "Digite o URL para reproduzir";
"HTTP_SERVER_ON" = "Desabilitar a Reprodução Remota";
"HTTP_SERVER_OFF" = "Habilitar Reprodução Remota";
"CACHED_MEDIA" = "Mídia em Cache";
"CACHED_MEDIA_LONG" = "A mídia exibida aqui está armazenada localmente na sua Apple TV. Observe que os conteúdos podem ser removidos pelo sistema operacional sem anúncio prévio, quando o VLC não estiver executando, caso o armazenamento esteja cheio.";
"DOWNLOAD_SUBS_FROM_OSO" = "Baixar Legendas...";
"FOUND_SUBS" = "Legendas encontradas";
"NO_SUB_FOUND_OSO" = "Nenhuma legenda foi encontrada no seu item de mídia  \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "Carregar Áudio Externo...";
"SELECT_SUBTITLE_FROM_FILES" = "Carregar Legendas Externas...";
"USE_SPDIF" = "Usar Pass-through (S/PDIF)";

"PLAYBACK" = "Reproduzir";
"REPEAT_MODE" = "Repetir";
"REPEAT_DISABLED" = "Desabilitado";
"REPEAT_SINGLE" = "Uma vez";
"REPEAT_FOLDER" = "Pasta";
"SHUFFLE" = "Aleatório";
"SHUFFLE_DISABLED" = "Aleatório desativado";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Restaurar lista";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Restaura permanentemente a lista de transmissões de rede reproduzidas recentemente.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Plug'n'Play Universal (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Servidor de Mídia Plex (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Network File System (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "Servidor de Arquivos BONJOUR";
"DSM_WORKGROUP" = "Grupo de Trabalho";

"URL_NOT_SUPPORTED" = "Não foi possível abrir a URL";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Pressione %@ para Excluir"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Confirmar a exclusão da seleção";
"DELETE_MESSAGE_PLAYLIST" = "Tem certeza de que quer excluir a lista de reprodução selecionada?\nOs arquivos de mídia da lista não serão excluídos.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Tem certeza de que quer excluir as mídias selecionadas da lista de reprodução?\nElas não serão excluídas do disco.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Nenhum protocolo selecionado";
"Settings" = "Configurações";

"ERROR" = "Erro";
"SORT" = "Ordenar";
"SORT_BY" = "Ordenar por";
"SEARCH" = "Pesquisar";
"VIDEO" = "Vídeo";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Álbuns";
"ARTISTS" = "Artistas";
"EPISODES" = "Episódios";
"GENRES" = "Gêneros";
"ALL_VIDEOS" = "Todos os vídeos";
"SONGS" = "Músicas";
"PLAYLISTS" = "Listas de Reprodução";
"VIDEO_GROUPS" = "Grupos de vídeo";
"HISTORY" = "Histórico";
"MODIFIED_DATE" = "Data modificada";
"NAME" = "Nome";

// MARK: - EDIT

"BUTTON_MENU" = "Menu";
"BUTTON_MENU_HINT" = "Seleciona, reordena e ordena os itens de mídia presentes nesta exibição";

"BUTTON_EDIT" = "Editar";
"BUTTON_EDIT_HINT" = "Modo de edição";

"BUTTON_SELECT" = "Selecionar";
"BUTTON_SELECT_HINT" = "Botão de seleção";

"BUTTON_SELECT_ALL" = "Selecionar todos";
"BUTTON_SELECT_ALL_HINT" = "Seleciona todos os itens de mídia presentes nesta exibição";

"BUTTON_HISTORY" = "Histórico";
"BUTTON_HISTORY_HINT" = "Exibir suas mídias reproduzidas recentemente";

"BUTTON_CLEAR" = "Limpar";
"CLEAR_HISTORY_TITLE" = "Limpar Histórico";
"CLEAR_HISTORY_MESSAGE" = "Confirmar a limpeza de histórico";

"ADD_TO_PLAYLIST" = "Adicionar à Lista de Reprodução";
"ADD_TO_PLAYLIST_HINT" = "Abrir o menu para adicionar à lista de reprodução";

"PLAY_AS_AUDIO" = "Reproduzir como áudio";
"PLAY_AS_AUDIO_HINT" = "Reproduz o arquivo de vídeo como um arquivo de áudio.";

"PLAYLIST_PLACEHOLDER" = "Título da lista de Reprodução";
"PLAYLIST_DESCRIPTION" = "Digite um título para a sua nova lista de reprodução";
"PLAYLIST_CREATION" = "Criar uma lista de reprodução";
"PLAYLIST_CREATION_HINT" = "Exibe uma ação interativa para criar uma lista de reprodução";
"ERROR_PLAYLIST_CREATION" = "Falha ao criar lista de reprodução";
"ERROR_PLAYLIST_TRACKS" = "Falha ao acessar trilhas";

"ERROR_RENAME_FAILED" = "Falha ao renomear";
"ERROR_EMPTY_NAME" = "O título não pode estar vazio";

"SHARE_LABEL" = "Compartilhar";
"SHARE_HINT" = "Compartilhar arquivos selecionados";
"RENAME_HINT" = "Renomear arquivos selecionados";
"DELETE_HINT" = "Excluir arquivos selecionados";

"ADDITIONAL_OPTIONS" = "Opções adicionais";

// MARK: - Sort

"BUTTON_SORT" = "Ordenar";
"BUTTON_SORT_HINT" = "Exibir controles de ordenação";
"HEADER_TITLE_SORT" = "Ordenado por";
"DESCENDING_LABEL" = "Ordem Decrescente";
"DESCENDING_SWITCH_LABEL" = "Ordem Crescente ou Decrescente";
"DESCENDING_SWITCH_HINT" = "Ordena o contexto em ordem crescente ou decrescente";
"GRID_LAYOUT" = "Grade";
"GRID_LAYOUT_HINT" = "Exibe os itens como uma grade";
"LIST_LAYOUT" = "Lista";
"HIDE_FEAT_ARTISTS" = "Ocultar artistas participantes";
"HIDE_TRACK_NUMBERS" = "Ocultar números de trilha";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alfa numericamente";
"DURATION" = "Duração";
"INSERTION_DATE" = "Data de inserção";
"LAST_MODIFICATION_DATE" = "Data da última modificação";
"RELEASE_DATE" = "Data de lançamento";
"FILE_SIZE" = "Tamanho do arquivo";
"ARTIST" = "Artista";
"PLAY_COUNT" = "Número de reproduções";
"ALBUM" = "Álbum";
"FILENAME" = "Nome do Arquivo";
"TRACK_NUMBER" = "Número da trilha";
"NB_AUDIO" = "Numero de áudios";
"NB_MEDIA" = "Número de mídias";
"NB_VIDEO" = "Número de vídeos";
"NB_ALBUM" = "Número de álbuns";
"LAST_PLAYBACK_DATE" = "Últma data de reprodução";
"TRACK_ID" = "Identificador da Trilha";
"CUSTOM" = "Custom";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Nenhum encontrado";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Artista Desconhecido";
"VARIOUS_ARTIST" = "Vários Artistas";
"UNKNOWN_ALBUM" = "Álbum Desconhecido";
"SINGLE_ITEM_SELECTED" = "item selecionado";
"MULTIPLE_ITEMS_SELECTED" = "items selecionados";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Legendas e trilhas de áudio";
"SUBTITLE_AND_TRACK_HINT" = "Escolha legendas ou trilhas de áudio";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "Interface do DVD";

"ROTATION_LOCK_BUTTON" = "Trava de rotação";
"ROTATION_LOCK_HINT" = "Travar vídeo na orientação atual";

"REPEAT_HINT" = "Repetir a mesma mídia";
"DO_NOT_REPEAT_HINT" = "Não repetir a lista de mídias";
"REPEAT_ALL_HINT" = "Repetir lista de mídias";

"BACKWARD_BUTTON" = "Retroceder";
"BACKWARD_HINT" = "Retroceder a um Ponto";

"PREVIOUS_BUTTON" = "Anterior";
"PREVIOUS_HINT" = "Mídia anterior";

"PLAY_PAUSE_BUTTON" = "Reproduzir ou pausar";
"PLAY_PAUSE_HINT" = "Reproduz ou Pausa a reprodução atual";

"STOP_BUTTON" = "Parar";
"CLOSE_HINT" = "Parar a reprodução";

"MINIMIZE_BUTTON" = "Minimizar";
"MINIMIZE_HINT" = "Minimizar o reprodutor";

"NEXT_HINT" = "Próxima mídia";

"FORWARD_BUTTON" = "Avançar";
"FORWARD_HINT" = "Avançar a um ponto";

"INTERFACE_LOCK_BUTTON" = "Prender interface";

"SELECT_A_MARK" = "Selecione o ponto A";
"SELECT_A_MARK_HINT" = "Selecione o ponto A para a repetição AB";
"SELECT_B_MARK" = "Selecione o ponto B";
"SELECT_B_MARK_HINT" = "Selecione o ponto B para a repetição AB";

"AB_LOOP" = "Repetição A→B";
"AB_LOOP_MARKS" = "Pontos de Repetição A→B";

"RESET_AB_LOOP" = "Deseja remover a repetiçãoA→B?";
"RESET_AB_LOOP_MARKS" = "Deseja reiniciar os pontos de repetição A→B?";

"SHUFFLE_HINT" = "Reproduzir a lista de mídias aleatoriamente";
"SHUFFLE_OFF_HINT" = "Não reproduzir aleatoriamente a lista de mídias";

"ASPECT_RATIO_TITLE" = "Proporções";
"VIDEO_ASPECT_RATIO_BUTTON" = "Proporção do vídeo";
"VIDEO_ASPECT_RATIO_HINT" = "Modificar a proporção de altura e laegura do vídeo atual";

"MORE_OPTIONS_BUTTON" = "Mais";
"MORE_OPTIONS_HINT" = "Exibe mais controles de opções";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Playback controls";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, seek, next chapter";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Não há suporte a legendas";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Ainda não há suporte a legendas durante transmissões.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Equalizador";
"MORE_OPTIONS_HEADER_TITLE" = "Opções de Vídeo";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Opções de Áudio";
"BOOKMARKS_TITLE" = "Favoritos";
"ADD_BOOKMARKS_TITLE" = "Adicionar aos Favoritos";
"BOOKMARK_DEFAULT_NAME" = "Criar favorito em";
"BOOKMARK_RENAME_TITLE" = "Renomear favorito";
"BOOKMARK_DELETE_TITLE" = "Excluir favorito";
"BOOKMARK_DELETE_MESSAGE" = "Confirmar a exclusão do favorito";
"INCREASE_BUTTON" = "Aumentar volume";
"INCREASE_PLAYBACK_SPEED" = "Aumentar a velocidade de reprodução";
"INCREASE_AUDIO_DELAY" = "Aumentar o atraso de áudio";
"INCREASE_SUBTITLES_DELAY" = "Aumentar o atraso da legenda";
"DECREASE_BUTTON" = "Diminuir volume";
"DECREASE_PLAYBACK_SPEED" = "Diminuir a velocidade de reprodução";
"DECREASE_AUDIO_DELAY" = "Aumentar o atraso da reprodução";
"DECREASE_SUBTITLES_DELAY" = "Aumentar o atraso da legenda";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Exibir o atalho de velocidade de reprodução";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Habilita a exibição do atalho de velocidade de reprodução";
"VIDEO_FILTERS_HINT" = "Selecione para abrir a exibição de filtros de vídeo";
"PLAYBACK_SPEED_HINT" = "Selecione para abrir a exibição de velocidade de reprodução";
"SUBTITLES_DELAY_HINT" = "Selecione para abrir a exibição de atraso de legendas";
"AUDIO_DELAY_HINT" = "Selecione para abrir a exibição de atraso de áudio";
"SLEEP_TIMER_HINT" = "Selecione para abrir a exibição de temporizador do sono";
"EQUALIZER_HINT" = "Selecione para abrir a exibição do equalizador";
"CHAPTERS_HINT" = "Selecione para abrir a exibição dos capítulos";
"BOOKMARKS_HINT" = "Selecione para abrir a exibição de favoritos";
"INTERFACE_LOCK_HINT" = "Habilita a opção para bloquear a interface de usuário";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Forçar nova verificação da biblioteca de mídias";
"FORCE_RESCAN_MESSAGE" = "Deseja forçar o VLC a verificar novamente sua biblioteca de mídias?\nPode levar algum tempo.";

"FEEDBACK_EMAIL_TITLE" = "Comentários sobre o VLC no iOS e no iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "A conta de e-mail não está configurada";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Entre em contato através de %@ de outro dispositivo.";

"SETTINGS_THEME_BLACK" = "Usar fundo preto no modo escuto";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Aprimora a duração da bateria em dispositivos com uma tela OLED";

"SETTINGS_RESET_TITLE" = "Restaurar as configurações";
"SETTINGS_RESET_MESSAGE" = "Deseja restaurar todas as configurações aos padrões?";

"SETTINGS_PLAY_ALL" = "Reprodução sem interrupções para coleções";
"SETTINGS_PLAY_ALL_HINT" = "Habilite para reproduzir automaticamente a próxima mídia nas abas de áudio ou vídeo";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Reprodução sem interrupções para listas de reprodução";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Habilite para reproduzir automaticamente a próxima mídia em uma lista de reprodução";

"SETTINGS_DOCUMENTATION" = "Documentação";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Aviso de Conexão SMBv1";
"SMBV1_WARN_DESCRIPTION" = "Um protocolo antigo (SMBv1) foi detectado.\nTem certeza de que quer continuar com o SMBv1?\nAconselhamos atualizar ou alterar as configurações do seu servidor.";
"SMBV1_CONTINUE" = "Continuar com SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Try SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Codificando";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Adicionar ao grupo de mídias";
"ADD_TO_MEDIA_GROUP_HINT" = "Abrir o menu adicionar ao grupo de mídias";

"MEDIA_GROUPS" = "Grupos de mídias";
"MEDIA_GROUPS_DESCRIPTION" = "Escolha um título para o seu novo grupo de mídias";
"MEDIA_GROUPS_PLACEHOLDER" = "Título do grupo de mídias";

"REMOVE_FROM_MEDIA_GROUP" = "Excluir do grupo de mídias";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Excluir seleção do grupo de mídias";

"MEDIA_GROUP_CREATION" = "Novo grupo de mídias";
"MEDIA_GROUP_CREATION_HINT" = "Exibir alerta para criar uma lista de reprodução";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Mover conteúdo para o nível mais alto";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Move o conteúdo da seleção para o nível mais alto";

"BUTTON_REGROUP" = "Reagrupar";
"BUTTON_REGROUP_TITLE" = "Reagrupar seleção";
"BUTTON_REGROUP_HINT" = "Tenta reagrupar automaticamente uma mídia.";
"BUTTON_REGROUP_DESCRIPTION" = "Tem certeza de que deseja reagrupar automaticamente mídias individuais?\nPode levar algum tempo.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Coloque mídias aqui para adicioná-las";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Adicionando...";

// MARK: - QueueViewController

"PLAY_HINT" = "Reproduzir";
"PLAY_LABEL" = "Reproduzir";
"PLAY_NEXT_IN_QUEUE_HINT" = "Reproduzir o proximo da fila";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Reproduzir o proximo da fila";
"APPEND_TO_QUEUE_HINT" = "Anexar à fila";
"APPEND_TO_QUEUE_LABEL" = "Anexar à fila";
"QUEUE_LABEL" = "Fila";

"DISPLAY_AS" = "Exibir como";

/* New strings */
"BRIGHTNESS_HINT" = "Controle de brilho vertical";
"BRIGHTNESS_SLIDER" = "Deslize verticalmente para ajustar o nível de brilho";

/* New strings */
"VOLUME_HINT" = "Controle de volume vertical";
"VOLUME_SLIDER" = "Deslize verticalmente para ajustar o volume";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Controle de reprodução";
"MENU_REPEAT_DISABLED" = "Não repetir";
"MENU_REPEAT_SINGLE" = "Repetir um";
"MENU_REPEAT_ALL" = "Repetir todos";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Fundo da faixa de ação";
"ACTIONSHEET_BACKGROUND_HINT" = "Toque para remover a faixa de ação.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Digite a Quantidade Personalizada";
"DONATION_TITLE" = "Privacidade acima do lucro";
"DONATION_DESCRIPTION" = "Protegido, multimídia e livre, mantido por você. Sem propagandas, sem rastreios, sem exposição. Livre para qualquer um usar. Doe agora para apoiar a VideoLAN.";
"DONATION_WINDOW_TITLE" = "Faça uma Doação para a VideoLAN";
"DONATE_CC_DC" = "Cartão de Crédito ou de Débito";
"DONATION_CHOOSE_PP" = "Por favor selecione o seu fornecedor de pagamentos";
"DONATION_CHOOSE_CURRENCY" = "Por favor selecione uma moeda";
"DONATION_AMOUNT" = "Quantia a doar: %@";
"DONATION_CC_NUM" = "Número do Cartão de Crédito";
"DONATION_CC_EXPIRY_DATE" = "Data de Expiração";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "AA";
"DONATION_CC_CVV" = "CVC";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Falha ao configurar o Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "Não foi possível ao VLC configurar o Apple Pay para realizar a sua doação. Por favor, escolha uma forma diferente de pagamento para continuar.";
"DONATION_DONATE_BUTTON" = "Doar";
"PURCHASE_FAILED" = "Falha na Compra.";
"SEND_DONATION" = "Enviar sua doação";
"PURCHASE_SUCESS_TITLE" = "Doação enviada";
"PURCHASE_SUCESS_DESCRIPTION" = "Obrigado por sua doação!";
"DONATION_CONTINUE" = "Continuar";
"BUTTON_NOT_NOW" = "Agora não";
"DONATION_NAGSCREEN_TITLE" = "Doar hoje";
"DONATION_NAGSCREEN_SUBTITLE" = "Apoie mídias livres e grátis";
"DONATION_INVOICES" = "Faturas";
"DONATION_RECEIPTS" = "Recibos";
"DONATION_INVOICES_RECEIPTS" = "Faturas & Recibos";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Se reinstalou o VLC, faturas ou recibos de doações anterioresnão estarão disponíveis assim como toda a sua informação pessoal é armazenada apenas neste dispositivo.\n\nSe tiver alguma pergunta, entre em contato conosco em donation@videolan.org e mencione esse identificador de usuário anônimo: %@";
"DONATION_CANCEL_MONTHLY" = "Cancelar Doação Regular";
"DONATION_MONTHLY" = "Mensal";
"DONATION_MONTHLY_FORMAT" = "%@por mês";
"DONATION_MONTHLY_VIDEOLAN" = "Doação Mensal à VideoLAN";
"DONATION_ONCE" = "Uma Vez";
"DONATION_UPDATE_MONTHLY" = "Atualizar Doação Regular";
"DONATION_VIDEOLAN" = "Doação à VideoLAN";
"DONATION_CANCEL_LONG" = "Estamos tristes por você cancelar sua doação regular mensal à VideoLAN. Seu apoio  significa muito para nós. Muito Obrigado!";
"DONATION_BANK_TRANSFER" = "Transferência Bancária";
"DONATION_BANK_TRANSFER_LONG" = "A Stripe processa as doações feitas à VideoLAN. A VideoLAN não armazena ou coleta suas informações pessoais.";
"DONATION_BUTTON_AGREE" = "De Acordo";
"DONATION_IBAN" = "Número da Conta Bancária (IBAN)";
"DONATION_EMAIL" = "E-mail";
"DONATION_NAME" = "Nome";
"DONATION_NAME_BANK_ACCOUNT" = "Nome na Conta Bancária";
"DONATION_EMBARGOED_COUNTRY" = "Atualmente não podemos aceitar doações em seu país. Aproveite o VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Retroceder a um ponto";
"KEY_JUMP_FORWARDS" = "Avançar a um ponto";
"KEY_INCREASE_PLAYBACK_SPEED" = "Aumentar a velocidade de reprodução";
"KEY_DECREASE_PLAYBACK_SPEED" = "Diminuir a velocidade de reprodução";
"KEY_RESET_PLAYBACK_SPEED" = "Velocidade de reprodução padrão";
"KEY_SEEK_TO_PERCENT" = "Seek to %i%% of duration";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Segundo plano da seleção de título";
"TITLESELECTION_BACKGROUND_HINT" = "Toque para remover a exibição.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Excluir \"%@\"?";
"DELETE_MULTIPLE_TITLE" = "Excluir \"%@\" e %d outros?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Reproduzir em segundo plano";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Reproduz a lista de reprodução selecionada em segundo plano, sem abrir o app.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Reproduzir ${mediaName} em segundo plano";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Controle vertical";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Incrementar";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decrementar";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Downloading file \"%@\" completed";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Added %d media to %@";
"ADD_ALERT_TITLE" = "Selection found in playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "You are trying to add a media that is already part of %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "You are trying to add %d media that are already part of %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Last Played";
